{
    "characters": [{
        "character_name": "Aquaman", 
        "name": "Arthur Curry", 
        "appearance_year": "1941", 
        "house": 2, 
        "biography": "Aquaman es hijo del farero Thomas Curry y la reina de Atlántida, Atlanna. Al menos, así estaba establecido en la historias de la edad de plata. A partir de la serie Crisis en Tierras Infinitas, su origen cambió a completamente atlante. En esta nueva realidad, su padre es Atlan, un misterioso mago de Atlántida.", 
        "equipment": "Tridente", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/dc-aquaman-1024x819.png"]
    },
    {
        "character_name": "Deadman",
        "name": "Arnold Drake", 
        "appearance_year": "1967", 
        "house": 2, 
        "biography": "Deadman es un antiguo acróbata de circo llamado Boston Brand, que fue asesinado durante un espectáculo de trapecio por un asaltante misterioso conocido sólo como el gancho.", 
        "equipment": "nada", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/dc-deadman-1024x819.png"]
    },
    {
        "character_name": "Joker",
        "name": "Jack Napier", 
        "appearance_year": "1940", 
        "house": 2, 
        "biography": " Fue un comediante hasta que fue despedido después de ser acusado falsamente. Más tarde fue golpeado repetidamente por varias personas e intentó resucitar su carrera. También perdió el acceso a su medicación y terapeuta, lo que lo hizo sucumbir a la locura y asumir la identidad de Joker.", 
        "equipment": "Nada", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/dc-joker-alt-1-1024x819.png"]
    },
    {
        "character_name": "Cyborg",
        "name": "Joivan Wade", 
        "appearance_year": "1980", 
        "house": 2, 
        "biography": "Es un superhéroe ficticio que aparece en los cómics estadounidenses publicados por DC Comics. El personaje fue creado por el escritor Marv Wolfman y el artista George Pérez y apareció por primera vez en un suplemento especial en DC Comics Presents #26", 
        "equipment": "Nada", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/DC-Comics-Cyborg-1024x819.png"]
    },
    {
        "character_name": "Superman",
        "name": "Clark Joseph Kent", 
        "appearance_year": "1938", 
        "house": 2, 
        "biography": "Superman nació en el planeta Krypton y recibió el nombre de Kal-El al nacer. Cuando era bebé, sus padres, el científico Jor-El, y su esposa Lara Lor-Van, lo enviaron a la Tierra en una pequeña nave espacial momentos antes de que Krypton fuera destruido en un cataclismo natural.", 
        "equipment": "Capa", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/DC-Comics-Superman-1024x819.png"]
    },
    {
        "character_name": "Shazam!",
        "name": "William Joseph Billy Batson", 
        "appearance_year": "1939", 
        "house": 2, 
        "biography": "Es el alter ego de Billy Batson, un niño que, al pronunciar la palabra mágica SHAZAM (Acrónimo de seis ancianos inmortales: Salomón, Hércules, Atlas, Zeus, Aquiles y Mercurio), puede transformarse en un adulto disfrazado con los poderes de fuerza sobrehumana, velocidad, vuelo y otras habilidades.", 
        "equipment": "Nada", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/dc-shazam-1024x819.png"]
    },
    {
        "character_name": "Brainiac",
        "name": "Vril Dox", 
        "appearance_year": "1958", 
        "house": 2, 
        "biography": "Apareciendo por primera vez en Action Comics # 242 (julio de 1958), Brainiac es un humanoide calvo de piel verde que llega a la Tierra y encoge varias ciudades, incluida Metrópolis, y las almacena en botellas con la intención de usarlas para restaurar el planeta (que por entonces no tenía nombre) que gobernaba.", 
        "equipment": "", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/dc-brainiac-1024x819.png"]
    },
    {
        "character_name": "Flash",
        "name": "Barry Allen", 
        "appearance_year": "1939", 
        "house": 2, 
        "biography": "Jay Garrick era un estudiante universitario en 1938 que accidentalmente inhaló vapores de agua pesada después de tomar un descanso para fumar dentro de su laboratorio donde había estado trabajando. ​ Como resultado, descubrió que podía correr a una velocidad sobrehumana y que tenía reflejos igualmente rápidos.", 
        "equipment": "Traje a prueba de fricción, comunicadores", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/dc-flash-1024x819.png"]
    },
    {
        "character_name": "Green Lantern",
        "name": "Alan Scott", 
        "appearance_year": "1940", 
        "house": 2, 
        "biography": "En 1940, la linterna llegaría a manos de Alan Scott, un joven ingeniero. Tras ser el único superviviente del colapso de un puente de ferrocarril y hallándose al borde de la muerte, la llama enseñaría a Scott cómo fabricar un anillo a partir de su metal, para darle increíbles poderes como el superhéroe Linterna Verde.", 
        "equipment": "Nada", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/03/DC-Comics-Green-Lantern-1024x819.png"]
    },
    {
        "character_name": "Batman",
        "name": "Christian Bale", 
        "appearance_year": "1939", 
        "house": 2, 
        "biography": "Batman es un superhéroe de cómic co-creado por el artista Bob Kane y el escritor Bill Finger y publicado por DC Comics. El personaje hizo su primera aparición en Detective Comics #27 (mayo de 1939). Batman es la identidad secreta de Bruce Wayne, un empresario multimillonario, galán y filántropo.", 
        "equipment": "Cinturón de herramientas", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/DC-Comics-batman-1024x819.png"]
    },
    {
        "character_name": "Mr Miracle",
        "name": "Jim Steranko", 
        "appearance_year": "1973", 
        "house": 2, 
        "biography": "Thaddeus Brown era un artista de escape de circo cu yonombre artístico era Mister Miracle(Señor Milagro). Como el primer artista del escape que usó el nombre Mister Miracle, Brown fue el mentor de Scott Free. Después del asesinato de Brown, Scott Free tomó el nombre de Mister Miracle y contrató a su asistente Oberon.", 
        "equipment": "Una capa", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/03/DC-Comics-Mr-Miracle-1024x819.png"]
    },
    {
        "character_name": "Kalibak",
        "name": "No tiene", 
        "appearance_year": "1970", 
        "house": 2, 
        "biography": "Kalibak es un personaje de los cómics perteneciente al universo de DC Comics . Fue creado por Jack Kirby . Hijo de Darkseid , es un Dios nuevo que reside en Apokolips. Está bendecido con una fuerza sobrehumana comparable a la de Superman y es conocido por su bestialidad", 
        "equipment": "Beta - Club", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/03/DC-Comics-Kalibak-1024x819.png"]
    },
    {
        "character_name": "Orion",
        "name": "O` Ryan", 
        "appearance_year": "1971", 
        "house": 2, 
        "biography": "Orión es el segundo hijo de Darkseid; dictador de Hellish Apokolips. ​Es el medio hermano de Kalibak y Grayven. Más tarde se casa con Bekka, la hija del líder de la Resistencia Apokolips, Himon.", 
        "equipment": "Nada", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/03/DC-Comics-Orion-1024x819.png"]
    },
    {
        "character_name": "Wonder Woman",
        "name": "Diana de Themyscira", 
        "appearance_year": "1941", 
        "house": 2, 
        "biography": "Es una princesa guerrera de las Amazonas, pueblo ficticio basado en el de las amazonas de la mitología griega. En su tierra natal es conocida como la princesa Diana de Temiscira pero fuera de esta utiliza la identidad secreta de Diana Prince.", 
        "equipment": "Gran arsenal de armas", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/03/DC-Comics-Wonder-Woman-1024x819.png"]
    },
    {
        "character_name": "Mr Freezer",
        "name": "Victor Fries", 
        "appearance_year": "1959", 
        "house": 2, 
        "biography": "Victor Fries es un experto en criogenia en Gotham City que fue atrapado en un percance de laboratorio mientras intentaba curar a su esposa enferma terminal, Nora; el accidente redujo drásticamente la temperatura de su cuerpo a niveles bajo cero, lo que le obligó a usar un traje criogénico para sobrevivir.", 
        "equipment": "Arma generadora de frio", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/dc-mr-freeze-1024x819.png"]
    },
    {
        "character_name": "Dr Fate",
        "name": "No tiene", 
        "appearance_year": "1940", 
        "house": 2, 
        "biography": "Creado por Gardner Fox y Howard Sherman, apareció por primera vez en la revista mensual More Fun Comics #55 de mayo de 1940, y ha sido representado por 8 encarnaciones, salvo una versión alternativa creada recientemente que lleva el mi smonombre de la última versión y su homóloga de DC Rebirth.", 
        "equipment": "Poderes mágicos", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/03/DC-Comics-Dr-Fate-1024x819.png"]
    },
    {
        "character_name": "Space Ghost",
        "name": "Hanna-Barbera", 
        "appearance_year": "1966 ", 
        "house": 2, 
        "biography": "El Fantasma del Espacio (en inglés Space ghost) es un personaje de ficción, creado en 1966 por el dibujante estadounidense Alex Toth y protagonista de la serie animada de ciencia ficción producida por Hanna-Barbera que lleva su nombre.", 
        "equipment": "Nada", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2022/04/DC-Space-Ghost-1024x819.png"]
    },
    {
        "character_name": "Deathstroke",
        "name": "Slade Joseph Wilson", 
        "appearance_year": "1980", 
        "house": 2, 
        "biography": "Deathstroke (Slade Joseph Wilson) es un supervillano ficticio que aparece en los cómics estadounidenses publicados por DC Comics. ​Creado por Marv Wolfman y George Pérez, el personaje debutó en The New Teen Titans # 2 en diciembre de 1980.", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/03/DC-Comics-Deathstroke-1024x819.png"]
    },
    {
        "character_name": "Plastic Man",
        "name": "Eel O'Brian", 
        "appearance_year": "1943", 
        "house": 2, 
        "biography": "Plastic Man era un estafador llamado Patrick Eel OB'rian. Huérfano a los 10 años y obligado a vivir en la calle, cayó en una vida de crimen. Como adulto, se convirtió en parte de una banda de ladrones, que se especializa como un ladrón de cajas fuertes.", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/04/DC-Comics-PlasticMan-1024x819.png"]
    },
    {
        "character_name": "Peacemaker",
        "name": "Christopher Smith", 
        "appearance_year": "1966", 
        "house": 2, 
        "biography": "Peacemaker (Christopher Smith) es el nombre de una serie de superhéroes originalmente propiedad de Charlton Comics y luego adquirida por DC Comics. El Peacemaker original apareció por primera vez en Fightin 5 #40 (noviembre de 1966) y fue creado por el escritor Joe Gill y el artista Pat Boyette", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2022/02/DC-Peacemaker-1024x819.png"]
    },
    {
        "character_name": "Darkseid",
        "name": "Uxas ", 
        "appearance_year": "1970", 
        "house": 2, 
        "biography": "Darkseid es el gobernante tiránico del planeta Apokolips, cargo que obtuvo después de asesinar a su madre. Su obsesión es encontrar la Ecuación de la Anti-vida y usarla para gobernar el universo; esta meta también incluye conquistar su planeta rival, Nuevo Génesis, gobernado por el Alto Padre.", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/03/DC-Comics-Darkseid-1-1024x819.png"]
    },

    {
        "character_name": "Abomination",
        "name": "Emil Blonsky", 
        "appearance_year": "1986", 
        "house": 1, 
        "biography": "La Abominación (Emil Blonsky) es un supervillano ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics. El personaje apareció por primera vez en Tales to Astonish # 90 (abril de 1967), y fue creado por el escritor Stan Lee y el artista Gil Kane. Es uno de los principales enemigos del superhéroe Hulk", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2020/12/Marvel-Abomination-1024x819.png"]
    },
    {
        "character_name": "Adam Warlock",
        "name": "Will Poulte", 
        "appearance_year": "1967", 
        "house": 1, 
        "biography": "Adam Warlock es un humano creado artificialmente que nació en un capullo en un complejo científico llamado The Beehive. El objetivo de sus creadores, el Enclave , era crear y posteriormente explotar al humano perfecto. Mientras estaba en el capullo, se dio cuenta de los planes de sus creadores para él.", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/Marvel-GOTG-Adam-Warlock-1024x819.png"]
    },
    {
        "character_name": "Angel",
        "name": "Warren Kenneth Worthington III", 
        "appearance_year": "1963", 
        "house": 1, 
        "biography": "Ángel y luego Arcángel, cu yonombre civil es Warren Kenneth Worthington III, es un superhéroe ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics y es miembro fundador de los X-Men. Fue creado por Stan Lee y Jack Kirby, para el primer número de The Uncanny X-Men #1 (septiembre, 1963), aunque posteriormente ha formado parte de otros grupos, como Factor X, los Campeones y los Defensores.", 
        "equipment": "Alas", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/Marvel-Angel-1024x819.png"]
    },
    {
        "character_name": "Annihilus",
        "name": "No tiene", 
        "appearance_year": "1968", 
        "house": 1, 
        "biography": "Annihilus es un supervillano ficticio que aparece en cómics estadounidenses publicado por Marvel Comics, principalmente como un adversario de los Cuatro Fantásticos y apareció por primera vez en Fantastic Four Annual # 6, publicado en noviembre de 1968. Fue creado por el escritor Stan Lee y el artista Jack Kirby.", 
        "equipment": "Vara", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2020/05/marvel-Annihilus-1024x819.png"]
    },
    {
        "character_name": "Ant Man",
        "name": "Scott Edward Harris Lang", 
        "appearance_year": "2019", 
        "house": 1, 
        "biography": "Creado por David Michelinie y John Byrne, Scott Lang apareció por primera vez en The Avengers # 181 (marzo de 1979) y en Marvel Premiere # 47 (abril de 1979) como el segundo personaje de superhéroes en usar el nombre de Ant-Man en el Universo Marvel. Es un ladrón reformado y un experto en electrónica.", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2020/11/marvel-Ant-Man-1024x819.png"]
    },
    {
        "character_name": "Apocalypse",
        "name": "En Sabah Nur", 
        "appearance_year": "1986", 
        "house": 1, 
        "biography": "Apocalipsis es un mutante nacido hace 5000 años en Akkaba, Egipto. Fue abandonado por sus padres cuando era un bebé debido a su aspecto poco natural (piel gris y labios azules).", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/Marvel-Apocalypse-v23-1024x819.png"]
    },
    {
        "character_name": "Baron Zemo",
        "name": "David Kaye", 
        "appearance_year": "1973", 
        "house": 1, 
        "biography": "Barón Zemo es el nombre de varios supervillanos ficticios que aparecen en los cómics estadounidenses publicados por Marvel Comics. Los dos personajes centrales que han usado el título Barón Zemo son Heinrich Zemo y Helmut Zemo. Ambos son los principales adversarios del Capitán América y Los Vengadores y han liderado a los Maestros del Mal. El término también se refiere a una baronía ficticia que abarca varias décadas de la historia ficticia del Universo Marvel.", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/07/Marvel-Baron-Zemo-1024x819.png"]
    },
    {
        "character_name": "Beast",
        "name": "Dr. Henry Philip Hank McCoy", 
        "appearance_year": "1963", 
        "house": 1, 
        "biography": "Es un miembro fundador del equipo de superhéroes mutantes conocidos como los X-Men. Cuando fue introducido por primera vez, Bestia era un mutante que poseía fuerza y agilidad sobrehumanas, con manos y pies de gran tamaño, aunque por lo demás parecía ser un humano normal.", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/marvel-Beast-1024x819.png"]
    },
    {
        "character_name": "Black Bolt",
        "name": "Blackagar Boltagon", 
        "appearance_year": "1965", 
        "house": 1, 
        "biography": "Black Bolt (Blackagar Boltagon) o Rayo Negro es un superhéroe ficticio que aparece en cómics estadounidenses publicados por Marvel Comics. Creado por Stan Lee y Jack Kirby, el personaje apareció por primera vez en Fantastic Four #45 (diciembre de 1965).", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2020/11/marvel-inhumans-Blackbolt-1024x819.png"]
    },
    {
        "character_name": "Black Cat",
        "name": "Felicia Sara Hardy​", 
        "appearance_year": "1979  ", 
        "house": 1, 
        "biography": "Felicia Hardy es la hija de Walter Hardy, un gato ladrón de fama mundial. Se entrenó en varios estilos de lucha y acrobacias y, después de decidir seguir los pasos de su padre, adoptó la identidad disfrazada de la Gata Negra.", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/Marvel-BlackCat-1024x819.png"]
    },
    {
        "character_name": "Black Panther",
        "name": "T'Challa", 
        "appearance_year": "1966", 
        "house": 1, 
        "biography": "Black Panther fue el primer superhéroe africano de la historia del cómic norteamericano, apareciendo por primera vez en julio de 1966 para la issue de Fantastic Four #52. Fue creado por la dupla fundadora de los mejores personajes de Marvel, Stan Lee y Jack Kirby.", 
        "equipment": "", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/marvel-black-panther-1024x819.png"]
    },
    {
        "character_name": "Black Widow",
        "name": "Viuda Negra", 
        "appearance_year": "1964", 
        "house": 1, 
        "biography": "Natasha nació en Stalingrado (ahora Volgogrado), Rusia. La primera y más conocida Viuda Negra, es una agente rusa entrenada como espía, artista marcial y francotiradora, y equipada con un arsenal de armas de alta tecnología, que incluye un par de armas energéticas montadas en la muñeca y apodada 'Piquete de la Viuda'.", 
        "equipment": "Armas", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/Marvel-Black-Widow-1024x819.png"]

    },  
    {
        "character_name": "Deadman",
        "name": "Arnold Drake", 
        "appearance_year": "1967", 
        "house": 2, 
        "biography": "Deadman es un antiguo acróbata de circo llamado Boston Brand, que fue asesinado durante un espectáculo de trapecio por un asaltante misterioso conocido sólo como el gancho.", 
        "equipment": "nada", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/dc-deadman-1024x819.png"]
    },
    {
        "character_name": "Joker",
        "name": "Jack Napier", 
        "appearance_year": "1940", 
        "house": 2, 
        "biography": " Fue un comediante hasta que fue despedido después de ser acusado falsamente. Más tarde fue golpeado repetidamente por varias personas e intentó resucitar su carrera. También perdió el acceso a su medicación y terapeuta, lo que lo hizo sucumbir a la locura y asumir la identidad de Joker.", 
        "equipment": "Nada", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/dc-joker-alt-1-1024x819.png"]
    },
    {
        "character_name": "Cyborg",
        "name": "Joivan Wade", 
        "appearance_year": "1980", 
        "house": 2, 
        "biography": "Es un superhéroe ficticio que aparece en los cómics estadounidenses publicados por DC Comics. El personaje fue creado por el escritor Marv Wolfman y el artista George Pérez y apareció por primera vez en un suplemento especial en DC Comics Presents #26", 
        "equipment": "Nada", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/DC-Comics-Cyborg-1024x819.png"]
    },
    {
        "character_name": "Superman",
        "name": "Clark Joseph Kent", 
        "appearance_year": "1938", 
        "house": 2, 
        "biography": "Superman nació en el planeta Krypton y recibió el nombre de Kal-El al nacer. Cuando era bebé, sus padres, el científico Jor-El, y su esposa Lara Lor-Van, lo enviaron a la Tierra en una pequeña nave espacial momentos antes de que Krypton fuera destruido en un cataclismo natural.", 
        "equipment": "Capa", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/DC-Comics-Superman-1024x819.png"]
    },
    {
        "character_name": "Shazam!",
        "name": "William Joseph Billy Batson", 
        "appearance_year": "1939", 
        "house": 2, 
        "biography": "Es el alter ego de Billy Batson, un niño que, al pronunciar la palabra mágica SHAZAM (Acrónimo de seis ancianos inmortales: Salomón, Hércules, Atlas, Zeus, Aquiles y Mercurio), puede transformarse en un adulto disfrazado con los poderes de fuerza sobrehumana, velocidad, vuelo y otras habilidades.", 
        "equipment": "Nada", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/dc-shazam-1024x819.png"]
    },
    {
        "character_name": "Brainiac",
        "name": "Vril Dox", 
        "appearance_year": "1958", 
        "house": 2, 
        "biography": "Apareciendo por primera vez en Action Comics # 242 (julio de 1958), Brainiac es un humanoide calvo de piel verde que llega a la Tierra y encoge varias ciudades, incluida Metrópolis, y las almacena en botellas con la intención de usarlas para restaurar el planeta (que por entonces no tenía nombre) que gobernaba.", 
        "equipment": "", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/dc-brainiac-1024x819.png"]
    },
    {
        "character_name": "Flash",
        "name": "Barry Allen", 
        "appearance_year": "1939", 
        "house": 2, 
        "biography": "Jay Garrick era un estudiante universitario en 1938 que accidentalmente inhaló vapores de agua pesada después de tomar un descanso para fumar dentro de su laboratorio donde había estado trabajando. ​ Como resultado, descubrió que podía correr a una velocidad sobrehumana y que tenía reflejos igualmente rápidos.", 
        "equipment": "Traje a prueba de fricción, comunicadores", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/dc-flash-1024x819.png"]
    },
    {
        "character_name": "Green Lantern",
        "name": "Alan Scott", 
        "appearance_year": "1940", 
        "house": 2, 
        "biography": "En 1940, la linterna llegaría a manos de Alan Scott, un joven ingeniero. Tras ser el único superviviente del colapso de un puente de ferrocarril y hallándose al borde de la muerte, la llama enseñaría a Scott cómo fabricar un anillo a partir de su metal, para darle increíbles poderes como el superhéroe Linterna Verde.", 
        "equipment": "Nada", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/03/DC-Comics-Green-Lantern-1024x819.png"]
    },
    {
        "character_name": "Batman",
        "name": "Christian Bale", 
        "appearance_year": "1939", 
        "house": 2, 
        "biography": "Batman es un superhéroe de cómic co-creado por el artista Bob Kane y el escritor Bill Finger y publicado por DC Comics. El personaje hizo su primera aparición en Detective Comics #27 (mayo de 1939). Batman es la identidad secreta de Bruce Wayne, un empresario multimillonario, galán y filántropo.", 
        "equipment": "Cinturón de herramientas", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/DC-Comics-batman-1024x819.png"]
    },
    {
        "character_name": "Mr Miracle",
        "name": "Jim Steranko", 
        "appearance_year": "1973", 
        "house": 2, 
        "biography": "Thaddeus Brown era un artista de escape de circo cu yonombre artístico era Mister Miracle(Señor Milagro). Como el primer artista del escape que usó el nombre Mister Miracle, Brown fue el mentor de Scott Free. Después del asesinato de Brown, Scott Free tomó el nombre de Mister Miracle y contrató a su asistente Oberon.", 
        "equipment": "Una capa", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/03/DC-Comics-Mr-Miracle-1024x819.png"]
    },
    {
        "character_name": "Kalibak",
        "name": "No tiene", 
        "appearance_year": "1970", 
        "house": 2, 
        "biography": "Kalibak es un personaje de los cómics perteneciente al universo de DC Comics . Fue creado por Jack Kirby . Hijo de Darkseid , es un Dios nuevo que reside en Apokolips. Está bendecido con una fuerza sobrehumana comparable a la de Superman y es conocido por su bestialidad", 
        "equipment": "Beta - Club", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/03/DC-Comics-Kalibak-1024x819.png"]
    },
    {
        "character_name": "Orion",
        "name": "O` Ryan", 
        "appearance_year": "1971", 
        "house": 2, 
        "biography": "Orión es el segundo hijo de Darkseid; dictador de Hellish Apokolips. ​Es el medio hermano de Kalibak y Grayven. Más tarde se casa con Bekka, la hija del líder de la Resistencia Apokolips, Himon.", 
        "equipment": "Nada", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/03/DC-Comics-Orion-1024x819.png"]
    },
    {
        "character_name": "Wonder Woman",
        "name": "Diana de Themyscira", 
        "appearance_year": "1941", 
        "house": 2, 
        "biography": "Es una princesa guerrera de las Amazonas, pueblo ficticio basado en el de las amazonas de la mitología griega. En su tierra natal es conocida como la princesa Diana de Temiscira pero fuera de esta utiliza la identidad secreta de Diana Prince.", 
        "equipment": "Gran arsenal de armas", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/03/DC-Comics-Wonder-Woman-1024x819.png"]
    },
    {
        "character_name": "Mr Freezer",
        "name": "Victor Fries", 
        "appearance_year": "1959", 
        "house": 2, 
        "biography": "Victor Fries es un experto en criogenia en Gotham City que fue atrapado en un percance de laboratorio mientras intentaba curar a su esposa enferma terminal, Nora; el accidente redujo drásticamente la temperatura de su cuerpo a niveles bajo cero, lo que le obligó a usar un traje criogénico para sobrevivir.", 
        "equipment": "Arma generadora de frio", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/dc-mr-freeze-1024x819.png"]
    },
    {
        "character_name": "Dr Fate",
        "name": "No tiene", 
        "appearance_year": "1940", 
        "house": 2, 
        "biography": "Creado por Gardner Fox y Howard Sherman, apareció por primera vez en la revista mensual More Fun Comics #55 de mayo de 1940, y ha sido representado por 8 encarnaciones, salvo una versión alternativa creada recientemente que lleva el mi smonombre de la última versión y su homóloga de DC Rebirth.", 
        "equipment": "Poderes mágicos", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/03/DC-Comics-Dr-Fate-1024x819.png"]
    },
    {
        "character_name": "Space Ghost",
        "name": "Hanna-Barbera", 
        "appearance_year": "1966 ", 
        "house": 2, 
        "biography": "El Fantasma del Espacio (en inglés Space ghost) es un personaje de ficción, creado en 1966 por el dibujante estadounidense Alex Toth y protagonista de la serie animada de ciencia ficción producida por Hanna-Barbera que lleva su nombre.", 
        "equipment": "Nada", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2022/04/DC-Space-Ghost-1024x819.png"]
    },
    {
        "character_name": "Deathstroke",
        "name": "Slade Joseph Wilson", 
        "appearance_year": "1980", 
        "house": 2, 
        "biography": "Deathstroke (Slade Joseph Wilson) es un supervillano ficticio que aparece en los cómics estadounidenses publicados por DC Comics. ​Creado por Marv Wolfman y George Pérez, el personaje debutó en The New Teen Titans # 2 en diciembre de 1980.", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/03/DC-Comics-Deathstroke-1024x819.png"]
    },
    {
        "character_name": "Plastic Man",
        "name": "Eel O'Brian", 
        "appearance_year": "1943 ", 
        "house": 2, 
        "biography": "Plastic Man era un estafador llamado Patrick Eel O'Brian. Huérfano a los 10 años y obligado a vivir en la calle, cayó en una vida de crimen. Como adulto, se convirtió en parte de una banda de ladrones, que se especializa como un ladrón de cajas fuertes.", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/04/DC-Comics-PlasticMan-1024x819.png"]
    },
    {
        "character_name": "Peacemaker",
        "name": "Christopher Smith", 
        "appearance_year": "1966", 
        "house": 2, 
        "biography": "Peacemaker (Christopher Smith) es el nombre de una serie de superhéroes originalmente propiedad de Charlton Comics y luego adquirida por DC Comics. El Peacemaker original apareció por primera vez en Fightin 5 #40 (noviembre de 1966) y fue creado por el escritor Joe Gill y el artista Pat Boyette", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2022/02/DC-Peacemaker-1024x819.png"]
    },
    {
        "character_name": "Darkseid",
        "name": "Uxas ", 
        "appearance_year": "1970", 
        "house": 2, 
        "biography": "Darkseid es el gobernante tiránico del planeta Apokolips, cargo que obtuvo después de asesinar a su madre. Su obsesión es encontrar la Ecuación de la Anti-vida y usarla para gobernar el universo; esta meta también incluye conquistar su planeta rival, Nuevo Génesis, gobernado por el Alto Padre.", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/03/DC-Comics-Darkseid-1-1024x819.png"]
    },

    {
        "character_name": "Abomination",
        "name": "Emil Blonsky", 
        "appearance_year": "1986", 
        "house": 1, 
        "biography": "La Abominación (Emil Blonsky) es un supervillano ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics. El personaje apareció por primera vez en Tales to Astonish # 90 (abril de 1967), y fue creado por el escritor Stan Lee y el artista Gil Kane. Es uno de los principales enemigos del superhéroe Hulk", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2020/12/Marvel-Abomination-1024x819.png"]
    },
    {
        "character_name": "Adam Warlock",
        "name": "Will Poulte", 
        "appearance_year": "1967", 
        "house": 1, 
        "biography": "Adam Warlock es un humano creado artificialmente que nació en un capullo en un complejo científico llamado The Beehive. El objetivo de sus creadores, el Enclave , era crear y posteriormente explotar al humano perfecto. Mientras estaba en el capullo, se dio cuenta de los planes de sus creadores para él.", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/Marvel-GOTG-Adam-Warlock-1024x819.png"]
    },
    {
        "character_name": "Angel",
        "name": "Warren Kenneth Worthington III", 
        "appearance_year": "1963", 
        "house": 1, 
        "biography": "Ángel y luego Arcángel, cu yonombre civil es Warren Kenneth Worthington III, es un superhéroe ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics y es miembro fundador de los X-Men. Fue creado por Stan Lee y Jack Kirby, para el primer número de The Uncanny X-Men #1 (septiembre, 1963), aunque posteriormente ha formado parte de otros grupos, como Factor X, los Campeones y los Defensores.", 
        "equipment": "Alas", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/Marvel-Angel-1024x819.png"]
    },
    {
        "character_name": "Annihilus",
        "name": "No tiene", 
        "appearance_year": "1968", 
        "house": 1, 
        "biography": "Annihilus es un supervillano ficticio que aparece en cómics estadounidenses publicado por Marvel Comics, principalmente como un adversario de los Cuatro Fantásticos y apareció por primera vez en Fantastic Four Annual # 6, publicado en noviembre de 1968. Fue creado por el escritor Stan Lee y el artista Jack Kirby.", 
        "equipment": "Vara", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2020/05/marvel-Annihilus-1024x819.png"]
    },
    {
        "character_name": "Ant Man",
        "name": "Scott Edward Harris Lang", 
        "appearance_year": "2019", 
        "house": 1, 
        "biography": "Creado por David Michelinie y John Byrne, Scott Lang apareció por primera vez en The Avengers # 181 (marzo de 1979) y en Marvel Premiere # 47 (abril de 1979) como el segundo personaje de superhéroes en usar el nombre de Ant-Man en el Universo Marvel. Es un ladrón reformado y un experto en electrónica.", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2020/11/marvel-Ant-Man-1024x819.png"]
    },
    {
        "character_name": "Apocalypse",
        "name": "En Sabah Nur", 
        "appearance_year": "1986", 
        "house": 1, 
        "biography": "Apocalipsis es un mutante nacido hace 5000 años en Akkaba, Egipto. Fue abandonado por sus padres cuando era un bebé debido a su aspecto poco natural (piel gris y labios azules).", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/Marvel-Apocalypse-v23-1024x819.png"]
    },
    {
        "character_name": "Baron Zemo",
        "name": "David Kaye", 
        "appearance_year": "1973", 
        "house": 1, 
        "biography": "Barón Zemo es el nombre de varios supervillanos ficticios que aparecen en los cómics estadounidenses publicados por Marvel Comics. Los dos personajes centrales que han usado el título Barón Zemo son Heinrich Zemo y Helmut Zemo. Ambos son los principales adversarios del Capitán América y Los Vengadores y han liderado a los Maestros del Mal. El término también se refiere a una baronía ficticia que abarca varias décadas de la historia ficticia del Universo Marvel.", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2021/07/Marvel-Baron-Zemo-1024x819.png"]
    },
    {
        "character_name": "Beast",
        "name": "Dr. Henry Philip Hank McCoy", 
        "appearance_year": "1963", 
        "house": 1, 
        "biography": "Es un miembro fundador del equipo de superhéroes mutantes conocidos como los X-Men. Cuando fue introducido por primera vez, Bestia era un mutante que poseía fuerza y agilidad sobrehumanas, con manos y pies de gran tamaño, aunque por lo demás parecía ser un humano normal.", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/marvel-Beast-1024x819.png"]
    },
    {
        "character_name": "Black Bolt",
        "name": "Blackagar Boltagon", 
        "appearance_year": "1965", 
        "house": 1, 
        "biography": "Black Bolt (Blackagar Boltagon) o Rayo Negro es un superhéroe ficticio que aparece en cómics estadounidenses publicados por Marvel Comics. Creado por Stan Lee y Jack Kirby, el personaje apareció por primera vez en Fantastic Four #45 (diciembre de 1965).", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2020/11/marvel-inhumans-Blackbolt-1024x819.png"]
    },
    {
        "character_name": "Black Cat",
        "name": "Felicia Sara Hardy​", 
        "appearance_year": "1979", 
        "house": 1, 
        "biography": "Felicia Hardy es la hija de Walter Hardy, un gato ladrón de fama mundial. Se entrenó en varios estilos de lucha y acrobacias y, después de decidir seguir los pasos de su padre, adoptó la identidad disfrazada de la Gata Negra.", 
        "equipment": "No tiene", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/Marvel-BlackCat-1024x819.png"]
    },
    {
        "character_name": "Black Panther",
        "name": "T'Challa", 
        "appearance_year": "1966", 
        "house": 1, 
        "biography": "Black Panther fue el primer superhéroe africano de la historia del cómic norteamericano, apareciendo por primera vez en julio de 1966 para la issue de Fantastic Four #52. Fue creado por la dupla fundadora de los mejores personajes de Marvel, Stan Lee y Jack Kirby.", 
        "equipment": "Black Panther fue el primer superhéroe africano de la historia del cómic norteamericano, apareciendo por primera vez en julio de 1966 para la issue de Fantastic Four #52. Fue creado por la dupla fundadora de los mejores personajes de Marvel, Stan Lee y Jack Kirby.", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/marvel-black-panther-1024x819.png"]
    },
    {
        "character_name": "Black Widow",
        "name": "Viuda Negra", 
        "appearance_year": "1964", 
        "house": 1, 
        "biography": "Natasha nació en Stalingrado (ahora Volgogrado), Rusia. La primera y más conocida Viuda Negra, es una agente rusa entrenada como espía, artista marcial y francotiradora, y equipada con un arsenal de armas de alta tecnología, que incluye un par de armas energéticas montadas en la muñeca y apodada 'Piquete de la Viuda'.", 
        "equipment": "Armas", 
        "images_url": ["https://yoolk.ninja/wp-content/uploads/2019/07/Marvel-Black-Widow-1024x819.png"]
    }]
}